//
//  Arrays.swift
//  BarentsCatchLog
//
//  Created by Кирилл Нескоромный on 20.09.2021.
//

struct Arrays {
    
    static let shared = Arrays()
    
    let fishSpecies = ["Треска б/г мороженая",
                       "Пикша б/г мороженая",
                       "Зубатка синяя б/г мороженая",
                       "Окунь золотистый б/г мороженый"]
    
    let grades = ["без навески", "0.5 -", "0.5 +",
                  "1 -", "0.5 - 1", "1 +",
                  "1 - 2", "2 - 3", "3 +", "5 +"]
    
    let months = ["Янв", "Фев", "Мар", "Апр", "Май", "Июн",
                  "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"]
    
}
